[
    {
    "name":"Security Vulnerability Assesment",
    "description":"Security vulnerability assessment is the systematic approach which is been utilized for analyzing the security threat involved in a facility. The security vulnerability is the process of testing and identifying the security defects and recommends the remedies to mitigate the threats and security vulnerabilities faced by a facility. ESS consultancy has a dedicated team for the assessment and they will analyze the facility and will provide you a complete picture of the facility and its operation. Depending upon the type and size of the facility security vulnerability assessment team will evaluate the countermeasure in a very efficient way. The vulnerability assessment of an asset is also depended on the potential weakness within the operational process and procedure followed by the Facility and the technical gap and all these weakness can be also be found by a security surveying for finding the Facts which exploits current security policies and procedures.",
    "imagepath":""
    },
    {
    "name":"Security Strategy",
    "description":"Security strategy is prepared to outline the major security concern of a facility and it also helps an organization to outline planes to deal with them.Ess consultancy provides one of the immaculate security strategies to overcome any approaching Security vulnerability. We, help you trace and track the dangers and all levels of risks related to the safety and security of your organization and proceed with strategic planning for the welfare of your company by outlining the best security plans which include a strategy for Security vulnerability and risk management wherein it will help reduce the risk of being interrupted in your business continuity. Ess consultancy overall comes up with the outlined source of general security strategy for the organization by tracking and reporting it as a strategic move whenever needed for the company.",
    "imagepath":""
    },
    {
    "name":"Industrial Security Design",
    "description":"An industrial security system requires a set of features that are associated with the unique security system design created based on the functional requirement of your site. ESS consultancy provides an industrial security design that is more effective and covers security-related aspects of your industry and gives you in-depth protection to your assets.",
    "imagepath":""
    },
    {
    "name":"Offshore Telecome And Engineeering Design",
    "description":"Our seamless services include the conceptual studies, FEED design, detail engineering for new developments and designs. The solutions offered are not only comprehensive but delivered at the earliest for optimizing project requirements. All required analysis and design are implemented by our multi-disciplinary experts using the latest tools and technological innovation. Our design engineers go beyond the conceptual and feasibility studies to detailed design for developing installation procedures and construction supervision of the offshore telecom and engineering design.",
    "imagepath":""
    },
    {
    "name":"Rfp And Bid Support",
    "description":"ESS consultancy provides bidding support services broken down especially to meet the requirements of the clients. Our team works as an integral part of the client's organization to bid management. We also assist the already existing team when the deadline is at the door. ESS consultancy Willingly and readily awaits to extend professional support for meeting all the bidding requirements instantly. Our presale service involves lead generation & follow-ups, solution preparation, final proposals, product demonstrations, proof of concepts (POC), and many other marketing-related activities. We have set specific activities that lead up to winning a new contract or acquiring a new customer",
    "imagepath":""
    },
    {
    "name":"Project Execution",
    "description":"Ess consultancy takes up all the projects collectively one by one from the client and then executes it in an Immaculate approach wherein the execution is done by shortlisting the best teams for the assigned works according to the nature of the project. For instance, Ess consultancy being the security Management organization focuses on the 360-degree security of a company, therefore it provides a top to bottom service covering every area of security fields. The team consists of experienced and talented engineers managing your project execution, Safety officers- planning and implementing the best and safe environment for your company, and many more.",
    "imagepath":""
    },
    {
    "name":"Project Delivery And Supervision",
    "description":"ESS consultancy will always give the first preference to the services with the best quality along with the commitment to follow international standards and bring about an innovative approach towards the project. We are committed to delivering a first-rate service fairly and efficiently in context from reliable resources. We will also be able to integrate project delivery with countless other services like the integration of people, systems, business structures, & practices to optimize project results with knowledge and experience in the specialized area of assisting organizations to improve their project management. Before the project closeout, we are conducting a security audit to check whether the system meets the original design parameters and ensures the actual performance of the system is fit for purpose by a smooth operation",
    "imagepath":""
    },
    {
    "name":"Quality Assurance And Quality Control",
    "description":"Ess consultancy, withholding the value of being the best security consulting service provider assures the client quality and effective project management finished on time. The company enables the client to take part in the decision of the project management which in return gives the client a sense of satisfaction and flexibility in the project, this ensures the quality of the project assigned and enables us to produce a well-tailored and nurtured project after completing. In short, the client is assured of getting quality work, the control of the quality is shared by the company as well the client, this further ensures a well-maintained project, executed professionally.",
    "imagepath":""
    }
]